<div class="covert-side-wrapper">
<div>
  <img alt="" style="width:100%" src="http://lorempixel.com/600/300/city?i=3">
</div>
<section style="padding: 10px">
  <h2>{{name}}</h2>
  <h3>Чехия</h3>
</section>
<div class="place-information">
  <section>
   <p>Испания располагается на Пиренейском полуострове и омывается Средиземным морем и Атлантическим океаном. В ее состав входят Балеарские и Канарские острова.</p>
   <p>Испания – государство с очень древней культурой и благоприятным климатом. Туры в Испанию – это посещение разнообразных курортов с высокоразвитой инфраструктурой и обширной программой экскурсий.</p>
   <h4>Валюта</h4>
   <p>Испания — член Евросоюза, официальной валютой страны является евро (€), равный 100 центам.
Обменять валюту можно в банках, банкоматах, обменных пунктах, гостиницах и бюро путешествий. Большинство банков работают пн.-пт. с 8.30 до 14.30, в субботу с 8.30 до 13.00, обменные пункты с 8.30 до 19.00 (некоторые до 20.00), банкоматы работают круглосуточно. Наибольший курс при обмене валют в банках, в обменных пунктах при аэропортах, вокзалах, магазинах и т.п. курс будет менее выгодным. Также стоит помнить, что большинство банков берет комиссию за услугу обмена, при снятии денег через банкомат также будет комиссия.</p>
   <h4>Государственный язык</h4>
   <p>Официальный язык - испанский. В некоторых областях и провинциях жители говорят на древних местных языках, например в Каталонии, Стране Басков и т.д.</p>
   <h4>Население</h4>
   <p>Население Испании, по состоянию на 2008 год, составляет 46,06 млн. чел. Примерно 9% населения составляют эмигранты. Городское население — 76 %. Плотность населения — 79,7 чел./км?.</p>
   <h4>Климат</h4>
   <p>В Испании выделяют три типа климата: умеренный морской на северо-западе и севере; средиземноморский на юге и побережье Средиземного моря; аридный континентальный климат во внутренних районах страны.</p>
   <p>Испания является одним из самых тёплых государств в Западной Европе. Среднее количество солнечных дней составляет 260—280. Среднегодовая температура почти всей испанской территории колеблется между 14 и 19 ° С выше нуля. Средние температуры января варьируются от 8 – 10 °С в северной и средней части до 10 – 12 ° С в южной части. Средние температуры июля – наиболее жаркого месяца – достигают 18 – 20 ° С в прибрежных районах северо – запада и севера страны и 26 ° С – в средиземноморских прибрежных районах.</p>
   <p>Наилучшее время для туризма с конца весны до начала осени.</p>
   <h4>Местоположение</h4>
   <p>Испания – государство на юго-западе Европы, которое занимает большую часть Пиренейского полуострова, Балеарские острова в Средиземном море, Канарские острова в Атлантическом океане. Испания граничит на западе с Португалией (длина границы 1214 км), на севере — с Францией (623 км) и Андоррой (65 км), на юге — с Гибралтаром (1,2 км). Испания омывается на востоке и юге Средиземным морем, на западе — Атлантическим океаном, на севере — Бискайским заливом (Кантабрийским морем). На побережье Испании насчитывается более двух тысяч пляжей. 
Общая площадь Испании 504 782 км? (площадь суши — 499 400 км?). Общая протяжённость границы 1903,2 км, длина береговой линии 4964 км.</p>
   <h4>Государственное устройство</h4>
   <p>Форма правления - Конституционная монархия. Главой государства является король, который по представлению премьер-министра утверждает членов кабинета министров. Испания разделена на 52 провинции, объединенных в 17 автономных областей</p>
  </section>
</div>
</div>